Repository: YazdanRa/formkit-swift
Catalog: Sources/FormKitSwift/Resources/Localizable.xcstrings
Source language: en
Languages: bg, es, fi, fr, hu, it, pl, pt, ro, ru, sk, tr

source: Sign here
bg: Подпишете се тук
es: Firma aquí
fi: Allekirjoita tähän
fr: Signez ici
hu: Írjon alá itt
it: Firma qui
pl: Podpisz się tutaj
pt: Assine aqui
ro: Semnați aici
ru: Подпишите здесь
sk: Podpíšte sa tu
tr: Burayı imzalayın

source: Signature drawing area
bg: Област за рисуване на подпис
es: Área de dibujo de la firma
fi: Allekirjoituksen piirtoalue
fr: Zone de dessin de la signature
hu: Aláírási terület
it: Area di disegno della firma
pl: Obszar rysowania podpisu
pt: Área de desenho da assinatura
ro: Zonă pentru desenarea semnăturii
ru: Область для рисования подписи
sk: Oblasť na nakreslenie podpisu
tr: İmza çizim alanı

source: Signature image could not be created.
bg: Изображението на подписа не можа да бъде създадено.
es: No se pudo crear la imagen de la firma.
fi: Allekirjoituskuvaa ei voitu luoda.
fr: L’image de la signature n’a pas pu être créée.
hu: Nem sikerült létrehozni az aláírás képét.
it: Impossibile creare l’immagine della firma.
pl: Nie udało się utworzyć obrazu podpisu.
pt: Não foi possível criar a imagem da assinatura.
ro: Imaginea semnăturii nu a putut fi creată.
ru: Не удалось создать изображение подписи.
sk: Obrázok podpisu sa nepodarilo vytvoriť.
tr: İmza görüntüsü oluşturulamadı.

source: Signature is saving.
bg: Подписът се запазва.
es: La firma se está guardando.
fi: Allekirjoitusta tallennetaan.
fr: La signature est en cours d’enregistrement.
hu: Az aláírás mentése folyamatban van.
it: Salvataggio della firma in corso.
pl: Podpis jest zapisywany.
pt: A assinatura está sendo salva.
ro: Semnătura se salvează.
ru: Подпись сохраняется.
sk: Podpis sa ukladá.
tr: İmza kaydediliyor.

source: The file is uploading.
bg: Файлът се качва.
es: El archivo se está subiendo.
fi: Tiedostoa lähetetään.
fr: Le fichier est en cours de téléversement.
hu: A fájl feltöltése folyamatban van.
it: Caricamento del file in corso.
pl: Plik jest przesyłany.
pt: O arquivo está sendo enviado.
ro: Fișierul se încarcă.
ru: Файл загружается.
sk: Súbor sa nahráva.
tr: Dosya yükleniyor.

source: The form changed before the file finished uploading.
bg: Формулярът се промени, преди качването на файла да завърши.
es: El formulario cambió antes de que terminara la carga del archivo.
fi: Lomake muuttui ennen kuin tiedoston lähetys valmistui.
fr: Le formulaire a changé avant la fin du téléversement du fichier.
hu: Az űrlap megváltozott, mielőtt befejeződött a fájl feltöltése.
it: Il modulo è stato modificato prima del completamento del caricamento del file.
pl: Formularz zmienił się przed zakończeniem przesyłania pliku.
pt: O formulário foi alterado antes que o envio do arquivo terminasse.
ro: Formularul s-a modificat înainte de finalizarea încărcării fișierului.
ru: Форма изменилась до завершения загрузки файла.
sk: Formulár sa zmenil pred dokončením nahrávania súboru.
tr: Dosya yüklenmeden önce form değişti.

source: The form changed before the files finished uploading.
bg: Формулярът се промени, преди качването на файловете да завърши.
es: El formulario cambió antes de que terminara la carga de los archivos.
fi: Lomake muuttui ennen kuin tiedostojen lähetys valmistui.
fr: Le formulaire a changé avant la fin du téléversement des fichiers.
hu: Az űrlap megváltozott, mielőtt befejeződött a fájlok feltöltése.
it: Il modulo è stato modificato prima del completamento del caricamento dei file.
pl: Formularz zmienił się przed zakończeniem przesyłania plików.
pt: O formulário foi alterado antes que o envio dos arquivos terminasse.
ro: Formularul s-a modificat înainte de finalizarea încărcării fișierelor.
ru: Форма изменилась до завершения загрузки файлов.
sk: Formulár sa zmenil pred dokončením nahrávania súborov.
tr: Dosyalar yüklenmeden önce form değişti.

source: The form changed before the signature finished saving.
bg: Формулярът се промени, преди запазването на подписа да завърши.
es: El formulario cambió antes de que terminara de guardarse la firma.
fi: Lomake muuttui ennen kuin allekirjoituksen tallennus valmistui.
fr: Le formulaire a changé avant la fin de l’enregistrement de la signature.
hu: Az űrlap megváltozott, mielőtt befejeződött az aláírás mentése.
it: Il modulo è stato modificato prima del completamento del salvataggio della firma.
pl: Formularz zmienił się przed zakończeniem zapisywania podpisu.
pt: O formulário foi alterado antes que a assinatura terminasse de ser salva.
ro: Formularul s-a modificat înainte de finalizarea salvării semnăturii.
ru: Форма изменилась до завершения сохранения подписи.
sk: Formulár sa zmenil pred dokončením ukladania podpisu.
tr: İmza kaydedilmeden önce form değişti.

source: The form data couldn’t be opened. %@
bg: Данните от формуляра не можаха да бъдат отворени. %@
es: No se pudieron abrir los datos del formulario. %@
fi: Lomakkeen tietoja ei voitu avata. %@
fr: Les données du formulaire n’ont pas pu être ouvertes. %@
hu: Nem sikerült megnyitni az űrlap adatait. %@
it: Impossibile aprire i dati del modulo. %@
pl: Nie udało się otworzyć danych formularza. %@
pt: Não foi possível abrir os dados do formulário. %@
ro: Datele formularului nu au putut fi deschise. %@
ru: Не удалось открыть данные формы. %@
sk: Údaje formulára sa nepodarilo otvoriť. %@
tr: Form verileri açılamadı. %@

source: The instance JSON must decode to an object.
bg: JSON на екземпляра трябва да се декодира като обект.
es: El JSON de la instancia debe decodificarse como un objeto.
fi: Instanssin JSON-tietojen on purkauduttava objektiksi.
fr: Le JSON de l’instance doit pouvoir être décodé en objet.
hu: A példány JSON-jának objektummá kell dekódolódnia.
it: Il JSON dell’istanza deve essere decodificato in un oggetto.
pl: Instancja JSON musi zostać zdekodowana jako obiekt.
pt: O JSON da instância deve ser decodificado como um objeto.
ro: JSON-ul instanței trebuie decodificat într-un obiect.
ru: JSON экземпляра должен декодироваться как объект.
sk: JSON inštancie sa musí dekódovať na objekt.
tr: Örnek JSON bir nesneye çözümlenmelidir.

# The local reference %@ could not be resolved from %@.
source: The local reference %1$@ could not be resolved from %2$@.
bg: Локалната препратка %1$@ не можа да бъде разрешена спрямо %2$@.
es: No se pudo resolver la referencia local %1$@ desde %2$@.
fi: Paikallista viittausta %1$@ ei voitu ratkaista kohteesta %2$@.
fr: La référence locale %1$@ n’a pas pu être résolue depuis %2$@.
hu: A(z) %1$@ helyi hivatkozást nem sikerült feloldani innen: %2$@.
it: Impossibile risolvere il riferimento locale %1$@ da %2$@.
pl: Lokalnego odwołania %1$@ nie udało się rozpoznać z %2$@.
pt: Não foi possível resolver a referência local %1$@ a partir de %2$@.
ro: Referința locală %1$@ nu a putut fi rezolvată din %2$@.
ru: Не удалось разрешить локальную ссылку %1$@ из %2$@.
sk: Lokálny odkaz %1$@ z %2$@ sa nepodarilo vyriešiť.
tr: %1$@ yerel referansı, %2$@ üzerinden çözümlenemedi.

source: The schema could not be compiled for validation.
bg: Схемата не можа да бъде компилирана за валидиране.
es: No se pudo compilar el esquema para validarlo.
fi: Skeemaa ei voitu kääntää validointia varten.
fr: Le schéma n’a pas pu être compilé pour la validation.
hu: Nem sikerült lefordítani a sémát az ellenőrzéshez.
it: Impossibile compilare lo schema per la convalida.
pl: Nie udało się skompilować schematu do walidacji.
pt: Não foi possível compilar o esquema para validação.
ro: Schema nu a putut fi compilată pentru validare.
ru: Не удалось скомпилировать схему для проверки.
sk: Schému sa nepodarilo skompilovať na overenie.
tr: Şema doğrulama için derlenemedi.

source: The schema root must be a JSON object.
bg: Коренът на схемата трябва да бъде JSON обект.
es: La raíz del esquema debe ser un objeto JSON.
fi: Skeeman juuren on oltava JSON-objekti.
fr: La racine du schéma doit être un objet JSON.
hu: A séma gyökerének JSON-objektumnak kell lennie.
it: La radice dello schema deve essere un oggetto JSON.
pl: Korzeń schematu musi być obiektem JSON.
pt: A raiz do esquema deve ser um objeto JSON.
ro: Rădăcina schemei trebuie să fie un obiect JSON.
ru: Корень схемы должен быть JSON-объектом.
sk: Koreň schémy musí byť objekt JSON.
tr: Şema kökü bir JSON nesnesi olmalıdır.

source: This array shape is not supported in the native renderer yet.
bg: Тази структура на масива все още не се поддържа от нативния визуализатор.
es: Esta estructura de array aún no es compatible con el renderizador nativo.
fi: Tätä taulukkomuotoa ei vielä tueta natiivissa renderöintikomponentissa.
fr: Cette structure de tableau n’est pas encore prise en charge par le moteur de rendu natif.
hu: Ezt a tömbstruktúrát a natív megjelenítő még nem támogatja.
it: Questa struttura di array non è ancora supportata dal sistema di rendering nativo.
pl: Ta struktura tablicy nie jest jeszcze obsługiwana przez natywny renderer.
pt: Esta estrutura de array ainda não é compatível com o renderizador nativo.
ro: Această formă de tablou nu este încă acceptată de modulul de redare nativ.
ru: Эта структура массива пока не поддерживается нативным рендерером.
sk: Natívny vykresľovač zatiaľ nepodporuje tento tvar poľa.
tr: Bu dizi yapısı henüz yerel işleyicide desteklenmiyor.

source: This field is not editable.
bg: Това поле не може да се редактира.
es: Este campo no se puede editar.
fi: Tätä kenttää ei voi muokata.
fr: Ce champ n’est pas modifiable.
hu: Ez a mező nem szerkeszthető.
it: Questo campo non è modificabile.
pl: Tego pola nie można edytować.
pt: Este campo não é editável.
ro: Acest câmp nu poate fi editat.
ru: Это поле нельзя редактировать.
sk: Toto pole nie je možné upravovať.
tr: Bu alan düzenlenemez.

source: This field is required.
bg: Това поле е задължително.
es: Este campo es obligatorio.
fi: Tämä kenttä on pakollinen.
fr: Ce champ est obligatoire.
hu: Ez a mező kötelező.
it: Questo campo è obbligatorio.
pl: To pole jest wymagane.
pt: Este campo é obrigatório.
ro: Acest câmp este obligatoriu.
ru: Это поле обязательно.
sk: Toto pole je povinné.
tr: Bu alan zorunludur.

source: This field shape is not supported in the native renderer yet.
bg: Тази структура на полето все още не се поддържа от нативния визуализатор.
es: Esta estructura de campo aún no es compatible con el renderizador nativo.
fi: Tätä kenttämuotoa ei vielä tueta natiivissa renderöintikomponentissa.
fr: Cette structure de champ n’est pas encore prise en charge par le moteur de rendu natif.
hu: Ezt a mezőstruktúrát a natív megjelenítő még nem támogatja.
it: Questa struttura di campo non è ancora supportata dal sistema di rendering nativo.
pl: Ta struktura pola nie jest jeszcze obsługiwana przez natywny renderer.
pt: Esta estrutura de campo ainda não é compatível com o renderizador nativo.
ro: Această formă de câmp nu este încă acceptată de modulul de redare nativ.
ru: Эта структура поля пока не поддерживается нативным рендерером.
sk: Natívny vykresľovač zatiaľ nepodporuje tento tvar poľa.
tr: Bu alan yapısı henüz yerel işleyicide desteklenmiyor.

source: This form isn’t supported yet.
bg: Този формуляр все още не се поддържа.
es: Este formulario aún no es compatible.
fi: Tätä lomaketta ei vielä tueta.
fr: Ce formulaire n’est pas encore pris en charge.
hu: Ez az űrlap még nem támogatott.
it: Questo modulo non è ancora supportato.
pl: Ten formularz nie jest jeszcze obsługiwany.
pt: Este formulário ainda não é compatível.
ro: Acest formular nu este încă acceptat.
ru: Эта форма пока не поддерживается.
sk: Tento formulár zatiaľ nie je podporovaný.
tr: Bu form henüz desteklenmiyor.

source: This keyword changes the form structure in a way the renderer does not support yet.
bg: Тази ключова дума променя структурата на формуляра по начин, който визуализаторът все още не поддържа.
es: Esta palabra clave modifica la estructura del formulario de una forma que el renderizador aún no admite.
fi: Tämä avainsana muuttaa lomakkeen rakennetta tavalla, jota renderöintikomponentti ei vielä tue.
fr: Ce mot-clé modifie la structure du formulaire d’une manière qui n’est pas encore prise en charge par le moteur de rendu.
hu: Ez a kulcsszó úgy módosítja az űrlap szerkezetét, hogy azt a megjelenítő még nem támogatja.
it: Questa parola chiave modifica la struttura del modulo in un modo non ancora supportato dal sistema di rendering.
pl: To słowo kluczowe zmienia strukturę formularza w sposób, którego renderer jeszcze nie obsługuje.
pt: Esta palavra-chave altera a estrutura do formulário de uma forma que o renderizador ainda não oferece suporte.
ro: Acest cuvânt-cheie modifică structura formularului într-un mod pe care modulul de redare nu îl acceptă încă.
ru: Это ключевое слово изменяет структуру формы способом, который пока не поддерживается рендерером.
sk: Toto kľúčové slovo mení štruktúru formulára spôsobom, ktorý vykresľovač zatiaľ nepodporuje.
tr: Bu anahtar sözcük, form yapısını işleyicinin henüz desteklemediği şekilde değiştiriyor.

source: This removes all uploaded file URLs from this field.
bg: Това премахва от полето URL адресите на всички качени файлове.
es: Esto elimina de este campo todas las URL de archivos subidos.
fi: Tämä poistaa kaikki lähetettyjen tiedostojen URL-osoitteet tästä kentästä.
fr: Cette action supprime de ce champ toutes les URL des fichiers téléversés.
hu: Ez eltávolítja a mezőből az összes feltöltött fájl URL-címét.
it: Questa operazione rimuove da questo campo tutti gli URL dei file caricati.
pl: Spowoduje to usunięcie z tego pola wszystkich adresów URL przesłanych plików.
pt: Isto remove deste campo todas as URLs dos arquivos enviados.
ro: Elimină din acest câmp toate adresele URL ale fișierelor încărcate.
ru: Это удалит из поля все URL загруженных файлов.
sk: Týmto sa z poľa odstránia adresy URL všetkých nahraných súborov.
tr: Bu işlem, yüklenen tüm dosya URL'lerini bu alandan kaldırır.

# Type '%@' at %@ is not supported in this renderer.
source: Type '%1$@' at %2$@ is not supported in this renderer.
bg: Типът „%1$@“ в %2$@ не се поддържа от този визуализатор.
es: El tipo '%1$@' en %2$@ no es compatible con este renderizador.
fi: Tyyppiä '%1$@' kohdassa %2$@ ei tueta tässä renderöintikomponentissa.
fr: Le type « %1$@ » à l’emplacement %2$@ n’est pas pris en charge par ce moteur de rendu.
hu: A(z) „%1$@” típus a(z) %2$@ helyen nem támogatott ebben a megjelenítőben.
it: Il tipo '%1$@' in %2$@ non è supportato da questo sistema di rendering.
pl: Typ „%1$@” w %2$@ nie jest obsługiwany przez ten renderer.
pt: O tipo '%1$@' em %2$@ não é compatível com este renderizador.
ro: Tipul „%1$@” la %2$@ nu este acceptat de acest modul de redare.
ru: Тип «%1$@» в %2$@ не поддерживается этим рендерером.
sk: Tento vykresľovač nepodporuje typ „%1$@“ na mieste %2$@.
tr: %2$@ konumundaki '%1$@' türü bu işleyicide desteklenmiyor.

source: Type declarations must be strings or nullable primitive unions.
bg: Декларациите на типове трябва да бъдат низове или обединения от примитивни типове, допускащи null.
es: Las declaraciones de tipo deben ser cadenas o uniones de tipos primitivos que admitan valores nulos.
fi: Tyyppimääritysten on oltava merkkijonoja tai primitiivityyppien unioneja, jotka sallivat null-arvon.
fr: Les déclarations de type doivent être des chaînes ou des unions de types primitifs acceptant la valeur null.
hu: A típusdeklarációknak karakterláncoknak vagy null értéket engedélyező primitív unióknak kell lenniük.
it: Le dichiarazioni di tipo devono essere stringhe o unioni di tipi primitivi nullable.
pl: Deklaracje typów muszą być ciągami znaków albo uniami typów prostych dopuszczającymi wartość null.
pt: As declarações de tipo devem ser strings ou uniões de tipos primitivos anuláveis.
ro: Declarațiile de tip trebuie să fie șiruri sau uniuni de tipuri primitive care permit valori nule.
ru: Объявления типов должны быть строками или объединениями примитивных типов с поддержкой null.
sk: Deklarácie typov musia byť reťazce alebo zjednotenia primitívnych typov s možnosťou hodnoty null.
tr: Tür tanımları dize veya null olabilen temel tür birleşimleri olmalıdır.

source: Union types are only supported for nullable primitives.
bg: Обединените типове се поддържат само за примитивни типове, допускащи null.
es: Los tipos de unión solo se admiten para tipos primitivos que admitan valores nulos.
fi: Unionityyppejä tuetaan vain null-arvon salliville primitiivityypeille.
fr: Les types union ne sont pris en charge que pour les types primitifs acceptant la valeur null.
hu: Az uniótípusok csak null értéket engedélyező primitív típusoknál támogatottak.
it: I tipi unione sono supportati solo per i tipi primitivi nullable.
pl: Typy unii są obsługiwane tylko dla typów prostych dopuszczających wartość null.
pt: Os tipos de união são compatíveis apenas com tipos primitivos anuláveis.
ro: Tipurile uniune sunt acceptate numai pentru tipurile primitive care permit valori nule.
ru: Объединения типов поддерживаются только для примитивных типов, допускающих null.
sk: Zjednotenia typov sú podporované iba pre primitívne typy s možnosťou hodnoty null.
tr: Birleşim türleri yalnızca null olabilen temel türler için desteklenir.

source: Unresolved Reference
bg: Неразрешена препратка
es: Referencia sin resolver
fi: Ratkaisematon viittaus
fr: Référence non résolue
hu: Feloldatlan hivatkozás
it: Riferimento non risolto
pl: Nierozpoznane odwołanie
pt: Referência não resolvida
ro: Referință nerezolvată
ru: Неразрешённая ссылка
sk: Nevyriešený odkaz
tr: Çözümlenemeyen Referans

source: Unsaved signature drawing
bg: Незапазен ръкописен подпис
es: Dibujo de firma sin guardar
fi: Tallentamaton allekirjoituspiirros
fr: Dessin de signature non enregistré
hu: Nem mentett, kézzel rajzolt aláírás
it: Disegno della firma non salvato
pl: Niezapisany rysunek podpisu
pt: Desenho de assinatura não salvo
ro: Desen de semnătură nesalvat
ru: Несохранённый рисунок подписи
sk: Neuložená kresba podpisu
tr: Kaydedilmemiş imza çizimi

source: Unsupported Keyword
bg: Неподдържана ключова дума
es: Palabra clave no compatible
fi: Avainsanaa ei tueta
fr: Mot-clé non pris en charge
hu: Nem támogatott kulcsszó
it: Parola chiave non supportata
pl: Nieobsługiwane słowo kluczowe
pt: Palavra-chave não compatível
ro: Cuvânt-cheie neacceptat
ru: Неподдерживаемое ключевое слово
sk: Nepodporované kľúčové slovo
tr: Desteklenmeyen Anahtar Sözcük

source: Unsupported Schema Shape
bg: Неподдържана структура на схемата
es: Estructura de esquema no compatible
fi: Skeeman muotoa ei tueta
fr: Structure de schéma non prise en charge
hu: Nem támogatott sémastruktúra
it: Struttura dello schema non supportata
pl: Nieobsługiwana struktura schematu
pt: Estrutura de esquema não compatível
ro: Formă de schemă neacceptată
ru: Неподдерживаемая структура схемы
sk: Nepodporovaný tvar schémy
tr: Desteklenmeyen Şema Yapısı

source: Unsupported Type
bg: Неподдържан тип
es: Tipo no compatible
fi: Tyyppiä ei tueta
fr: Type non pris en charge
hu: Nem támogatott típus
it: Tipo non supportato
pl: Nieobsługiwany typ
pt: Tipo não compatível
ro: Tip neacceptat
ru: Неподдерживаемый тип
sk: Nepodporovaný typ
tr: Desteklenmeyen Tür

source: Untitled JSON Form
bg: JSON формуляр без заглавие
es: Formulario JSON sin título
fi: Nimetön JSON-lomake
fr: Formulaire JSON sans titre
hu: Névtelen JSON-űrlap
it: Modulo JSON senza titolo
pl: Formularz JSON bez tytułu
pt: Formulário JSON sem título
ro: Formular JSON fără titlu
ru: JSON-форма без названия
sk: Formulár JSON bez názvu
tr: Adsız JSON Formu

source: Upload did not return a URL.
bg: Качването не върна URL адрес.
es: La carga no devolvió ninguna URL.
fi: Lähetys ei palauttanut URL-osoitetta.
fr: Le téléversement n’a renvoyé aucune URL.
hu: A feltöltés nem adott vissza URL-címet.
it: Il caricamento non ha restituito un URL.
pl: Przesyłanie nie zwróciło adresu URL.
pt: O envio não retornou uma URL.
ro: Încărcarea nu a returnat nicio adresă URL.
ru: В результате загрузки не получен URL.
sk: Nahrávanie nevrátilo adresu URL.
tr: Yükleme bir URL döndürmedi.

source: Upload did not return any URLs.
bg: Качването не върна URL адреси.
es: La carga no devolvió ninguna URL.
fi: Lähetys ei palauttanut yhtään URL-osoitetta.
fr: Le téléversement n’a renvoyé aucune URL.
hu: A feltöltés egyetlen URL-címet sem adott vissza.
it: Il caricamento non ha restituito alcun URL.
pl: Przesyłanie nie zwróciło żadnych adresów URL.
pt: O envio não retornou nenhuma URL.
ro: Încărcarea nu a returnat nicio adresă URL.
ru: В результате загрузки не получено ни одного URL.
sk: Nahrávanie nevrátilo žiadne adresy URL.
tr: Yükleme herhangi bir URL döndürmedi.

source: Upload unavailable
bg: Качването не е достъпно
es: Carga no disponible
fi: Lähetys ei ole käytettävissä
fr: Téléversement indisponible
hu: A feltöltés nem érhető el
it: Caricamento non disponibile
pl: Przesyłanie niedostępne
pt: Envio indisponível
ro: Încărcare indisponibilă
ru: Загрузка недоступна
sk: Nahrávanie nie je k dispozícii
tr: Yükleme kullanılamıyor

source: Upload unavailable because no upload handler is configured.
bg: Качването не е достъпно, защото не е конфигуриран обработчик за качване.
es: La carga no está disponible porque no hay ningún controlador de carga configurado.
fi: Lähetys ei ole käytettävissä, koska lähetyskäsittelijää ei ole määritetty.
fr: Téléversement indisponible, car aucun gestionnaire de téléversement n’est configuré.
hu: A feltöltés nem érhető el, mert nincs beállítva feltöltéskezelő.
it: Caricamento non disponibile perché non è configurato alcun gestore di caricamento.
pl: Przesyłanie jest niedostępne, ponieważ nie skonfigurowano jego obsługi.
pt: O envio está indisponível porque nenhum manipulador de upload foi configurado.
ro: Încărcarea nu este disponibilă deoarece nu este configurată nicio funcție de gestionare a încărcării.
ru: Загрузка недоступна, поскольку обработчик загрузки не настроен.
sk: Nahrávanie nie je k dispozícii, pretože nie je nakonfigurovaná obslužná rutina nahrávania.
tr: Yükleme işleyicisi yapılandırılmadığı için yükleme kullanılamıyor.

source: Upload unavailable.
bg: Качването не е достъпно.
es: La carga no está disponible.
fi: Lähetys ei ole käytettävissä.
fr: Téléversement indisponible.
hu: A feltöltés nem érhető el.
it: Caricamento non disponibile.
pl: Przesyłanie niedostępne.
pt: Envio indisponível.
ro: Încărcarea nu este disponibilă.
ru: Загрузка недоступна.
sk: Nahrávanie nie je k dispozícii.
tr: Yükleme kullanılamıyor.

source: Uploading
bg: Качване
es: Subiendo
fi: Lähetetään
fr: Téléversement en cours
hu: Feltöltés…
it: Caricamento in corso
pl: Przesyłanie
pt: Enviando
ro: Se încarcă
ru: Загрузка
sk: Nahráva sa
tr: Yükleniyor

source: Uploads the drawn signature and stores the returned URL.
bg: Качва нарисувания подпис и съхранява върнатия URL адрес.
es: Carga la firma dibujada y guarda la URL devuelta.
fi: Lähettää piirretyn allekirjoituksen ja tallentaa palautetun URL-osoitteen.
fr: Téléverse la signature dessinée et enregistre l’URL renvoyée.
hu: Feltölti a megrajzolt aláírást, és eltárolja a visszakapott URL-címet.
it: Carica la firma disegnata e memorizza l’URL restituito.
pl: Przesyła narysowany podpis i zapisuje zwrócony adres URL.
pt: Envia a assinatura desenhada e armazena a URL retornada.
ro: Încarcă semnătura desenată și stochează adresa URL returnată.
ru: Загружает нарисованную подпись и сохраняет полученный URL.
sk: Nahrá nakreslený podpis a uloží vrátenú adresu URL.
tr: Çizilen imzayı yükler ve döndürülen URL'yi saklar.

source: false
bg: невярно
es: falso
fi: epätosi
fr: faux
hu: hamis
it: falso
pl: fałsz
pt: falso
ro: fals
ru: ложь
sk: nepravda
tr: yanlış

source: true
bg: вярно
es: verdadero
fi: tosi
fr: vrai
hu: igaz
it: vero
pl: prawda
pt: verdadeiro
ro: adevărat
ru: истина
sk: pravda
tr: doğru

source: Value State
bg: Състояние на стойността
es: Estado del valor
fi: Arvon tila
fr: État de la valeur
hu: Érték állapota
it: Stato del valore
pl: Stan wartości
pt: Estado do valor
ro: Starea valorii
ru: Состояние значения
sk: Stav hodnoty
tr: Değer Durumu
